[
    {
        "id": 1,
        "url": "https://www.forbes.com/sites/baldwin/2024/02/01/underpriced-stocks-in-the-small-value-corner/",
        "title": "Underpriced Stocks In The Small-Value Corner",
        "content": "professors publish a paper on a market anomaly: Over long periods, value stocks outperform growth stocks. What the hell, let’s try it, they say. So was born, 30 years ago, LSV Asset Management. It now has $96 billion to play with. The Chicago firm offers 25 strategies, covering different slices of large, medium and small companies in North American, European, Asian and emerging markets. All the portfolios use the same recipe: Find uninteres­ting, slow-growing companies. Josef Lakonishok, the ringleader of the trio and the   in the name, explains this approach with an example. He doesn’t like Nvidia, the outfit with a winning streak in chips for artificial intelligence, but he is in love with La-Z-Boy, which he describes as an “Archie Bunker” stock. LSV controls 4.4% of the lounge chair maker. “I was always a contrarian,” Lakoni­shok says. “I never liked to be like everybody else.” Value investing is scarcely a new thing. Indeed, the term   has become a cliché since money manager David Dreman popularized it in a 1977 book. But few investors have the stamina to stick with out-of-favor stocks during a growth stock stampede. Value investing, Lakonishok says, works only 60 percent of the time. Value is coming off a bad stretch. The past decade’s bull market has sent popularity contest winners Microsoft and Nvidia up tenfold and more, leaving the sleepy stocks LSV holds, like ExxonMobil and Comcast, far behind. Among pension and endowment clients with separately managed portfolios, accounting for most of LSV’s assets, there are plenty with a very long view; LSV says their returns have averaged better than two percentage points a year above returns on relevant benchmarks. The retail crowd is less patient. For five years running, Morningstar figures, more assets have been departing from LSV’s seven mutual funds, now holding a collective $2 billion, than have arrived. When value buyers give up hope, cheap stocks get even cheaper. This phenomenon is most acute among smaller companies. Over the past 20 years, LSV calculates, the cheapest third of small companies have averaged a combined value equal to 12 times earnings, while the ratio for the most expensive third has averaged 61. (The latter figure is high in part because negative earnings are incorporated in the denominator.) Today those ratios are nine for cheap stocks and 113 for expensive ones. In sum, if you must have the shares of a wanna­be Tesla or some startup talking about AI, you pay a hefty price. And you are missing the chance to acquire such LSV gems as Atkore, an electrical conduit maker, at nine times earnings, or Greif, big in bulk shipping containers, at ten times. Lakonishok had a Ph.D. from Cornell, scores of published papers and teaching stints at universities in North America and abroad when he cofounded LSV at age 47. His partners were Andrei Shleifer, a prominent Harvard economist who cashed out early, and Robert Vishny, a University of Chicago finance professor who is no longer active at LSV but retains an equity position. Now 77, Lakonishok can look back on many a boom and bust. The tech bubble of 1998–2000 was a tough episode for the young firm. Oracle, Qualcomm and Yahoo climbed to 100 and more times earnings, making value stocks look foolish. “If it had continued for another year or two, we wouldn’t be around,” he says. “Close call.” Lakonishok uses those words to describe another event in his life. When he was 13, his Lithu­anian family was able to slip through the Iron Curtain only because of a loophole involving his mother’s Polish ancestry. The family settled in Israel. English was Lakonishok’s fifth language. He recalls struggling with an entrance exam because he didn’t know the words   and  Ever cautious, Lakonishok didn’t quit his tenured professorship at the University of Illinois until 2004. He does not appear to need a salary now. All he will say about his LSV stake is that it is less than a third. Still, given the firm’s average fee near 0.4% and the overhead that would come from a staff of 43, one surmises that his family’s piece of the annual net runs well into eight figures. The LSV take on a stock is, at core, numeric. Its analysts don’t visit companies. They paid scant attention to an intriguing asset at container manufacturer Greif: 175,000 acres of timberland left over from its days making wooden barrels. But they do massage the raw numbers. Free cash flow, for example, is desirable, but the target must be adjusted for sales growth. What’s the formula? Lakonishok is not obliged to reveal it. He is no longer in the publish-or-perish sector. He will say this, about both academia and Wall Street: Beware the data miners. They comb through stock market statistics, looking at 100 possible patterns, then zero in on the one that sticks out, even though it may be no less random than the other 99. The discovery is an excuse for either an article in a journal of finance or, as the case may be, a portfolio assignment. Lakonishok has played this game. In 1992 he coauthored an entire book about the January effect, the supposed tendency of stocks beaten down by tax-loss selling to rebound after December 31. Turns out it’s hard to make money from this. How are LSV’s methods any different from data mining? “We never did anything that didn’t make common sense,” Lakonishok answers. It’s common sense that people would become enamored of market stars, even as wise men going back to Benjamin Graham in the 1930s have warned them against this behavior. It’s common sense that investors would overestimate the ability of companies like Qualcomm in 2000 or Nvidia today to keep up a sizzling growth rate. Lakonishok, who holds stocks for an average four years, has a second piece of free advice: “Investors that are lazy should be even lazier. They should trade even less.” If you dare to be a value investor, stay with it for 30 years."
    },
    {
        "id": 2,
        "url": "https://www.forbes.com/sites/justinbirnbaum/2024/02/02/major-league-soccers-most-valuable-teams-2024/",
        "title": "Major League Soccer’s Most Valuable Teams 2024",
        "content": "January, as Inter Miami arrived in El Salvador for its first preseason match of 2024, hundreds of cheering fans greeted the team’s convoy of pink buses,   just to catch a glimpse of, arguably, the most famous athlete on the planet, Lionel Messi. Such an impassioned welcome in a foreign country would have been unimaginable eight months ago when Inter Miami, one of the more recent additions to Major League Soccer, was a last-place club with little global recognition beyond its minority co-owner, David Beckham. But that all changed in June when Messi announced that South Florida would become his next soccer home, forever altering the franchise’s trajectory. “From the European mentality, a club, an institution is always bigger than an individual because an individual is part of the story,” says Xavier Asensi, Inter Miami’s chief business officer, who previously ran commercial operations at FC Barcelona for more than a decade. “Messi is huge in terms of FC Barcelona’s story. When you go to Inter Miami, here it’s not that the player is bigger than the club—the player is bigger than the league.” His impact was immediate. A month after his arrival, Messi led Inter Miami to its first-ever trophy, at the inaugural Leagues Cup, with a dramatic penalty shootout victory. Off the field, the eight-time Ballon d’Or winner supercharged the team’s business operations, with revenue more than doubling to $118 million in 2023, from $56 million in 2022. The rapid change in fortune has fueled the club’s appreciation.   estimates Inter Miami is now the second-most-valuable MLS team, worth $1.03 billion after a 72% bump from a year ago. The franchise is the second in league history to achieve a billion-dollar valuation, following in the cleated footsteps of LAFC,   and remains MLS’s most valuable team, at $1.2 billion. However, Messi’s presence on the roster isn’t solely responsible for Inter Miami’s $430 million value increase year-over-year. The club has shrewdly capitalized on its megastar’s commercial potential, starting even before he arrived. During its years-long courtship of Messi, Inter Miami pushed to add escalator clauses to its sponsorship agreements that would take effect if it acquired a player of the 36-year-old soccer legend’s caliber. It also lined up several partnerships to expire around Messi’s anticipated arrival, including its kit sponsorship with cryptocurrency exchange XBTO. Last month, Inter Miami officially announced that Royal Caribbean would take over that spot in a deal the largest of its kind in MLS history. The first full season with Messi in the United States offers even more upside, including increased stadium attendance and higher average ticket prices. Inter Miami finished   two weeks after the 2023 season concluded. The Argentine forward’s massive popularity has also opened new lines of business for the club, like its   through El Salvador, Dallas, Saudi Arabia, Hong Kong and Japan. Inter Miami projects it will surpass $200 million in revenue this year, which would set a league record. “This is a tsunami, and either you are ready to surf it—or you are beneath it,” Asensi says. “I think we were ready to swim and surf, but mindset-wise, it’s something that we still have to work on.” Inter Miami now has an unparalleled window to transform its business, but it could close soon. Messi is under contract for only two seasons, with an option for 2026, and the franchise risks regressing financially after his departure. The club will get a boost in 2025 when it moves into its new stadium, Miami Freedom Park, although it still must figure out how to retain as much fan interest, global popularity and brand equity as possible from the Messi era. The league faces a similar quandary. While MLS has thrived locally, it lacks the blockbuster national media rights revenue of other major North American sports leagues like the NFL and the NBA. Magnifying the issue is the fact that more than half of MLS teams are money-losing enterprises, leaving owners responsible for financial shortfalls and capital calls to finance league operations. “A lot of folks that have money want to make sure they keep the money and aren’t willing to continue to fund losses into perpetuity,” says Edwin E. Draughan of sports investment bank Park Lane. Messi’s move to Miami doubled the subscriber count of MLS Season Pass, the league’s subscription streaming service with Apple, which will bring in at least $2.5 billion over 10 years. Retaining those customers after Messi finishes his MLS tenure will be crucial, especially considering the deal’s upside. At an undisclosed subscriber threshold, Apple and MLS share revenue. (Messi’s compensation includes a cut either way.) The streaming service hasn’t reached that threshold yet, although Messi’s popularity has inspired optimism that it could come sooner rather than later. The World Cup in 2026 could also be a growth engine for MLS. Having emerged in the aftermath of the 1994 tournament, the league is banking much of its future growth on the games returning to North American soil. The Messi-driven surge in popularity, plus other major events coming to the U.S. like Copa América in 2024, could act as a bridge. How MLS will directly commercialize the opportunity is still unclear, though. “When Team USA is doing well in the World Cup, all of a sudden America loves soccer,” Draughan says. “There’s a way that MLS is perfectly well positioned to capitalize on that success just from increased interest, increased demand. In terms of a direct way, it’s hard to really quantify.” In the meantime, Inter Miami isn’t the only franchise reaping the rewards of its game-changing acquisition. Clubs lucky enough to host games against Miami in 2023 scored massive gate-revenue increases, including the New York Red Bulls, Nashville SC and the Chicago Fire, which drew 62,124 fans to Soldier Field for a game in which Messi never actually played. Those bumps, additional games from the Leagues Cup and a move by MLS to decrease the ticket revenue it collects from teams to 10%, from 33%, helped power a 20% increase in average revenue across the league to $66 million in 2023. Also bolstering the league are the rising valuations across other major American sports; for ultra-high-net-worth individuals with dreams of owning a sports team, MLS remains a cost-friendly option.   now estimates the average MLS club is worth $658 million, up 14% from a year ago. Making its first-ever appearance on the list is St. Louis City SC, which ranks 11th at $680 million after joining the league for a $200 million expansion fee in 2019. The club was a roaring success in its first season in 2023, winning an MLS-expansion-team-record 17 games, selling out all 18 of its home matches and ranking second in merchandise sales on the league’s online store, behind only Inter Miami. St. Louis posted an estimated $70 million in revenue for 2023, tied with NYCFC for the 10th-best mark in MLS. LAFC, which claims the No. 1 spot for the second consecutive year at $1.2 billion, turned a $9 million operating profit on a league-high $140 million in revenue for 2023. The club added a 10-year, $100 million   prior to last season and, in July, drew an MLS single-game record 82,110 fans to the Rose Bowl  . LAFC pads its bottom line with a suite of non-MLS businesses, including concerts and other events. BMO Stadium sold more than 1.3 million tickets in 2023, and Pollstar ranked the venue No. 5 on   with a gross of $109 million despite a capacity of only 22,000. LAFC has also  , adding a 90% stake in Switzerland’s Grasshopper Club Zurich to a portfolio that includes a piece of Austrian fourth-tier club FC Wacker Innsbruck and a joint venture with German powerhouse Bayern Munich. “Clearly, the market is very strong here in L.A.,” Draughan says. “And they’ve been able to capitalize.” Forbes Forbes"
    },
    {
        "id": 3,
        "url": "https://www.forbes.com/sites/jamesfarrell/2024/02/03/kylian-mbapp-reportedly-joining-real-madrid-this-summer/",
        "title": "Kylian Mbappé Reportedly Joining Real Madrid This Summer",
        "content": "French soccer star Kylian Mbappé has reportedly decided to join Real Madrid this summer after his contract with Paris Saint-Germain expires, ending months of speculation that the Spanish club could land the 25-year-old superstar. PSG's Kylian Mbappe reacts during the French League One soccer match between Strasbourg and Paris  French newspaper Le Parisien first reported the news, with ESPN further   Saturday, citing unnamed sources. Sources told ESPN Mbappé has not informed PSG or Real Madrid, but his decision has been made and a decision could be announced next week. Mbappé has been with PSG since 2017, when he first joined the club on loan from Monaco—PSG fully assumed his contract rights the next year. Mbappé is widely considered one of the best players of his generation. He won a World Cup with France at age 19 in 2018 and was named the best young player of the tournament. At the 2022 World Cup, he was top scorer with eight goals as France made another run to the final, ultimately falling to Lionel Messi-led Argentina in penalty kicks. At the club level, he has been the top or co-lead scorer in France’s Ligue 1 for the past five seasons. He is again top scorer for this season so far with 20 goals—twice as many as the next-leading scorer. Mbappé’s tenure with PSG has long been accompanied by   of potential departures—and Real Madrid has been the top rumored landing place. In 2022, Real Madrid made a big-ticket offer to lure Mbappé away, but PSG was able to   to another two-year contract, which expires this August. Mbappé is the third-highest paid athlete in the world,   to Forbes’ latest World’s Highest Paid Athletes list, with total earnings of $120 million. Mbappé trails only Lionel Messi, who left PSG last year for Inter Miami, and Cristiano Ronaldo, who played for Real Madrid from 2009 to 2018. Real Madrid is the most valuable soccer team in the world,  , worth just over $6 billion."
    },
    {
        "id": 4,
        "url": "https://www.forbes.com/sites/maryroeloffs/2024/02/02/dod-confirms-taylor-swift-is-not-a-pentagon-asset-and-travis-kelce-probably-isnt-either/",
        "title": "DOD Confirms: Taylor Swift Is Not A Pentagon Asset (And Travis Kelce Probably Isn’t, Either)",
        "content": "A spokesperson for the Department of Defense has clapped back at right-wing conspiracy theorists who claim the government is working with Taylor Swift, Time Magazine, the NFL and the Democratic Party to ensure the win of President Joe Biden this November over likely opponent Donald Trump, who reportedly claims he's \"more popular\" than the pop star, anyway. Taylor Swift at the 81st Golden Globe Awards held at the Beverly Hilton Hotel on Jan. 7, 2024. Theories that Swift is part of a psychological operation carried out by the Pentagon have been circulating since Time named the pop star person of the year in December and have only intensified in the last week as some baselessly claim her relationship with Kansas City Chiefs tight end Travis Kelce is part of a Democratic Party-led plan to support Biden’s campaign. Podcaster Mike Crispi on Sunday   the NFL \"rigged\" the Chiefs' conference championship win to spread \"DEMOCRAT PROPAGANDA\" and said he anticipates Swift will appear on the field with Kelce during the Super Bowl halftime break to endorse Biden: \"It's all been an op since day one,\" Crispi  The Chiefs are the reigning Super Bowl champions and have appeared in six consecutive AFC Championship games—the first five before Kelce and Swift began dating.Former Republican presidential candidate Vivek Ramaswamy then piled on,  , \"I wonder who's going to win the Super Bowl next month. And I wonder if there's a major presidential endorsement coming from an artificially culturally propped-up couple this fall.” On Friday, Department of Defense Deputy Press Secretary Sabrina Singh told Forbes: “Taylor Swift is not part of a DOD psychological operation. Period.” The comment from the Pentagon is the second time the department has shut down rumors about a behind-the-scenes partnership—Fox News anchor Jesse Watters last month   if Swift is “a front for a covert political agenda” and claimed she was part of a DOD “psyop” for combating misinformation online; Singh   the department would \"shake it off\" in regard to the conspiracy theory. Deputy Pentagon Press Secretary Sabrina Singh on Friday, Nov. 4, 2022. \"I mean I like her music, she's all right. But I mean, have you ever wondered why or how she blew up like this?\" Fox News host Jesse Watters   “Around four years ago, the Pentagon’s psychological operations unit floated turning Taylor Swift into an asset.” Swift has rarely forayed into the political sphere but has on occasion made her opinion known. Swift   for the first time in 2018 when she spoke up ahead of the midterm elections to support two Democratic candidates running for the U.S. House and Senate, and she also endorsed Biden for president about a month before the 2020 election. She has   her fans to vote on several occasions, including   to her 270 million Instagram followers last September that was   with the registration of 35,000 new voters in a single day. A similar 2018 post to her then-112 million followers is  increased voter registration nationwide by 240,000 in the days that followed—102,000 of which came from people aged 18 to 29. While Swift has stayed out of the 2024 presidential election so far, Biden is reportedly gunning for her support. A  report earlier this week said the Biden campaign is hoping to gain her financial support and leverage her popularity to increase young voter turnout. Democratic Gov. Gavin Newsom of California earlier this election cycle   Swift's political influence \"profoundly powerful.” 18%. That's the percentage of voters who say they are \"more likely\" or \"significantly more likely\" to vote for a candidate Swift endorses, according to a Redfield & Wilton Strategies poll conducted for  Rolling Stone   reported that despite Swift's stay-out-of-it approach so far, the chance she could endorse Biden again this fall has Republican strategists shaken up. An unnamed \"source with knowledge of the matter\"   told Rolling Stone that GOP front-runner Trump has claimed privately that he's \"more popular\" than Swift and has a more loyal following. One source said those prominent in GOP circles are considering a \"holy war\" on the singer if she aligns herself any further with Biden's campaign."
    },
    {
        "id": 5,
        "url": "https://www.forbes.com/sites/zacharyfolk/2024/02/01/snap-recalls-71000-drones-every-miniature-flying-camera-drone-they-sold-after-lithium-ion-batteries-create-fire-hazard/",
        "title": "Snap Recalls 71,000 Drones—Every Miniature ‘Flying Camera’ Drone They Sold—After Lithium Ion Batteries Create Fire Hazard",
        "content": "Snap, the tech company that owns Snapchat, is recalling about 71,000 Pixy Flying Cameras—all of the miniature drones the company sold in 2022—due to a fire risk posed by their lithium ion batteries. The company is offering customers a full refund for the product they discontinued after only four  According to the Consumer Product Safety Commission, at least four customers have complained about the batteries “overheating and bulging,” which caused one minor fire and injured one person. The Pixy drones cost between $185 and $230, and the company is offering a full refund to all owners—even if you received one as a gift. Snap is asking drone owners to remove the battery pack and follow   for disposal, before returning the drone itself through a  . The Pixy was introduced in 2022 as Snap began rebranding itself as a “camera company” and pivoting away from its social media roots, CEO Evan Spiegel told  . Although the Pixy was   by some reviewers, the company abandoned the product after only four months. The project was scrapped as the company faced one of its worst years since going public in 2017, with stock prices plunging nearly 80% over the course of 2022 as digital ad revenue continued declining, the   reported (Snap’s stock has since recovered since the 2022 slump, climbing back up to a price of $15.75 per share in December 2023, or 76% higher year to date,   reported.) The growing popularity of devices with lithium ion batteries continues to pose a risk for sparking dangerous fires. A spokesperson for Snap told Forbes they determined the overheating risk was isolated to a “very small number of cases,” but the company opted to recall all of the drones out of a concern for community safety. However, lithium ion batteries used to power larger devices like scooters, e-bikes and mopeds have become a serious problem in cities like New York and London. According to the  , damaged and improperly used lithium batteries are at risk of sparking fires through a process called thermal runway, which quickly turns small fires into uncontrollable blazes. According to FDNY Commissioner Laura Kavanagh, lithium ion batteries have caused almost 500 fires in New York City alone in the last three years. A total of 24 people have died in these fires, including   in a Chinatown apartment located above an e-bike shop and charging station in June. At the   earlier this month, Kavanagh spoke about the ongoing threat to the public and firefighters, which she said was caused by “a perfect storm of demand for battery powered devices and a supply of cheap, unregulated products flooding in from overseas to meet this demand.”"
    },
    {
        "id": 6,
        "url": "https://www.forbes.com/sites/ariannajohnson/2024/02/02/potentially-hazardous-asteroid-passes-earth-today-how-to-see-it/",
        "title": "‘Potentially Hazardous’ Asteroid Passes Earth Today: How To See It",
        "content": "A football stadium-sized asteroid will pass by Earth on Friday, and because of its size and how close to Earth it’s coming, NASA scientists are monitoring it for any potential danger. An asteroid floats in space. An 890-foot asteroid will pass by Earth on Friday, coming within 1.7 million miles of the planet—around seven times further than the Moon—and traveling at a speed of about 11 miles per second,   to NASA’s Jet Propulsion Laboratory. The asteroid, called Asteroid 2008 OS7, orbits the Sun every 962 days, so its next return will be in 2026, though its next close approach won’t be until  , when it will come within 10 million miles of Earth. NASA labels objects that come within 4.6 million miles of Earth and are larger than 150 meters as a “potentially hazardous object,” so NASA is monitoring its potential danger. It’s expected to pass the Earth around 9:41 a.m. EST on Friday, and although it won’t be visible to the naked eye, NASA offers a virtual   to watch where in the solar system asteroids are in realtime, and the Virtual Telescope Project will   the event. 1,303,867. That’s how many asteroids NASA   are in the solar system. Asteroids are rocky objects that orbit the Sun like planets, though they’re much smaller,   to NASA. They’re made up of the leftover remnants from when the solar system formed around 4.6 billion years ago. Asteroid 2008 OS7 is one of 18,232   asteroids, which are asteroids that can   into Earth’s orbit. NASA has taken the threat of an asteroid coming into contact with Earth more seriously in recent years. In 2022, it carried out its first  , which changed an asteroid’s orbit. NASA launched a spacecraft into space and hit the asteroid, shortening its orbit by 32 minutes. NASA also sent the OSIRIS-REx spacecraft on a   to an asteroid near Earth called Bennu in order to study it. The spacecraft collected samples of the asteroid and dropped them off on Earth in September 2023, though the findings haven’t been made public yet. Scientists   Bennu has a chance to collide with Earth in 2182, so that’s why research is being conducted on the asteroid. The scientists with the   mission believe Bennu has a one-in-2,700 chance of hitting a Texas-sized portion of Earth in 2182, according to a 2023   published in Icarus. Asteroid 2008 OS7 isn’t the only asteroid   Earth tomorrow, as two others will make approaches. Asteroid 2024 BJ3, which was discovered this year, is a 70-foot, airplane-sized asteroid passing by. It will come within 533,000 miles of Earth—much closer than 2008 OS7. Asteroid 2024 BP1 is also airplane-sized, though it’s slightly bigger at 170 feet. 2024 BP1 will pass by the furthest from Earth, at 2.1 million miles.  (Business Insider)  (Jet Propulsion Laboratory)  (Forbes)"
    },
    {
        "id": 7,
        "url": "https://www.forbes.com/sites/tylerroush/2024/02/02/michigan-school-shooters-mother-admits-gun-used-in-attack-was-a-gift-after-claiming-husband-failed-to-lock-weapon-away/",
        "title": "Michigan School Shooter’s Mother Admits Gun Used In Attack Was A Gift—After Claiming Husband Failed To Lock Weapon Away",
        "content": "Jennifer Crumbley, the mother of a 17-year-old serving a life sentence for killing four students at a Michigan high school in 2021, testified Friday that the weapon used in the attack was a gift from both parents, after suggesting earlier that she did not trust her husband to keep the gun away from their son. Both parents face involuntary manslaughter charges after not providing their son—who fatally shot  Jennifer   during cross-examination that while she and her husband James “didn’t just hand him a gun as ‘here you go, son,’” the weapon was intended to be used when they went to the gun range “as a family.” School employees were also not notified that their son owned or had access to a gun because Jennifer “didn’t think it was relevant,” despite a meeting on the morning of the shooting in which school officials indicated they were concerned about their son’s mental health. Jennifer   Thursday she “didn’t feel comfortable” being in charge of the gun, which she and James bought as a Christmas gift, later adding James was responsible for keeping the gun locked away. Though James was “entrusted” to store the gun, Jennifer claimed it was “pretty clear you didn’t trust James with much” because he had issues holding a job or handling his money. Their son also never asked for help with mental health issues, Jennifer said, adding he would sometimes have anxiety after taking tests at school and they believed he was “messing around” when he told his parents he was seeing demons in their home. Both Jennifer and James have pleaded not guilty to four counts of involuntary manslaughter and face up to 15 years in prison if convicted. Closing arguments in Jennifer’s case will be held later on Friday. James is expected to stand trial next month. Jennifer, 45, and James, 47, were arrested months after their son Ethan fatally shot four students and wounded seven others at Oxford High School in 2021. Prosecutors   both parents failed to prevent access to the 9mm Sig Sauer handgun used in the attack, suggesting the gun was left unsecured in a drawer in the parents’ bedroom. On the morning of the shooting, the school called both parents after a teacher found a note on Ethan’s desk that said, “the thoughts won’t stop, help me,” with drawings of a handgun nearby.   from Ethan’s journals also indicated his “parents won’t listen to me about help or a therapist” and expressed his desire to “shoot up” his school.  ( )"
    },
    {
        "id": 8,
        "url": "https://www.forbes.com/sites/siladityaray/2024/02/01/lewis-hamilton-leaving-mercedes-for-ferrari-in-2025-in-bombshell-f1-move/",
        "title": "Lewis Hamilton Leaving Mercedes For Ferrari In 2025 In Bombshell F1 Move",
        "content": "British Formula One star Lewis Hamilton will leave Mercedes at the end of the upcoming season and is set to join Ferrari in 2025, according to    , in what could be one of F1’s biggest moves in nearly a decade. Lewis Hamilton is set to join Charles Leclerc and team principal Fred Vasseur at Ferrari in 2025.  The Mercedes team confirmed Hamilton’s departure after the 2024 season in a   Thursday, adding the star driver activated a release option in his contract. Scuderia Ferrari followed up Mercedes’ statement in   saying Hamilton will join them in 2025 on a multi-year contract. Hamilton will team up with Monégasque driver Charles Leclerc, who recently signed an   with the Italy-based team. The move leaves Ferrari’s second driver, Carlos Sainz Jr., without a seat for 2025 as his deal with Ferrari is set to expire at the end of the 2024 season. With a seat opening up at Mercedes, the move is also likely to trigger changes to other teams’ lineups. With Hamilton’s seven drivers’ world championships and Ferrari’s record 16 constructor titles, this is set to be the most decorated team-up in F1’s history. After dominating the F1 grid from 2013 to 2020, the Hamilton-Mercedes pairing has failed to win a race since December 2021 after Red Bull’s Max Verstappen’s controversial last-lap World Championship win that year. Since then, Red Bull and the Dutch driver have been utterly dominant, while Mercedes’ car has failed to adjust to the new design regulations that went into effect in the 2022 season. Despite being the most successful team in F1 history, Ferrari has also had to deal with its own struggles over the past few years and hasn’t won a constructor or driver’s championship since 2008. With Hamilton turning 40 at the start of the 2025 season, the Ferrari seat will likely be his last chance to overtake Ferrari legend Michael Schumacher’s tally of seven world titles. However, it remains to be seen how Ferrari will deal with having Leclerc, their current top driver, and Hamilton on the same team. Despite being pushed by his younger teammate George Russell, Hamilton has remained the de facto lead driver at Mercedes. 103. That is the total number of Formula 1 Grands Prix won by Hamilton, the most by any driver in the sport’s history. Michael Schumacher is in second place with 91 wins.  (BBC)  (Sky Sports)"
    }
]